Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=965_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámedikki stivrra čoahkkima mearrádusat
sms: SääŠmteeŠǧǧ halltõõzz såbbar tuʹmmstõõǥǥ

source: Stivra čoahkkanii 26.11.2014 Anáris.
sms: Halltõs noorõõđi 26.11.2014 Aanrest.

source: Čoahkkima áššelisttás ledje nammadeamit ja erenomážit sámiid gielalaš vuoigatvuođaide gulavaš áššit.
sms: Såbbar äʹššliistâst leʹjje nõõmtumuužž da jeäʹrben säʹmmlai ǩiõllˈlaž vuõiggâdvuõʹtte kuulli ääʹšš.

source: Stivra mearridii, ahte sámediggi ohcá ruhtadeami vuoigatvuohtaministeriijas, oahpahus- ja kulturministeriijas sihke Eurohpa sosiálafoanddas (ESR) sámi giellalága ollašuvvama guoskevaš čielggadanbarggu várás.
sms: Halltõs tuʹmmji, što sääʹmteʹǧǧ ååcc teäggtõõzz, vuõiggâdvuõttministeriast, mättʼtõs- da kulttuurministeriast di Euroop sosiaalteäggtõõzzâst (ESR) sääʹmǩiõll-lääʹjj teâuddjumuužž kuõskki čiõlǥtemtuâi diõtt.

source: Sámi giellalága mielde sámediggi galgá addit válgabajiid mielde čilgehusa sámi giellalága ollašuhttimis sihke sámiid gielalaš vuoigatvuođaid ollašuvvamis ja ovdáneamis.
sms: Sääʹmǩiõll-lääʹjj mieʹldd sääʹmteʹǧǧ âlgg uʹvdded vaalpõõʹji mieʹldd mainstõs sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžžâst di säʹmmlai ǩiõllˈlaž vuõiggâdvuõđi teâuddjumuužžâst da ooudâsviikkmõõžžâst.

source: Čilgehusa galgá addit maŋimustá jagi 2016 álggus.
sms: Mainstõs âlgg uʹvdded mââimõõžžâst eeʹjj 2016 aalǥâst.

source: Sámi parlamentáralaš ráđđi (SPR) ollašuhtii Sámi Giellagáldu – prošeavtta, mii nogai 30.6.2014.
sms: Sääʹm parlamentaarlaž suåvtõs (SPS) čõõđti Sámi Giellagáldu – haʹŋǩǩõõzz, kååʹtt puuʹđi 30.6.2014.

source: Sámediggi jođihii prošeavtta.
sms: Sääʹmteʹǧǧ vaaldši haʹŋǩǩõõz.

source: Prošeavttas ovddiduvvojedje sámi giellaovttasbargu, giellagáhtten ja terminologiijabargu.
sms: Haʹŋǩǩõõzzâst viʹǩǩeš ooudâs sääʹm õhttsažtuâi, ǩiõllhuõl da terminoloogtuâi.

source: Prošeavtta áigge Giellagáldu gávnnahuvvui hui dárbbašlažžan ja beaktilin, mas galggašii ráhkadit bissovaš orgána.
sms: Haʹŋǩǩõõzz äiʹǧǧen Giellagáldu tuõtteš, što tõt lij eža taʹrbbes da viõkkšõs, tõʹst õõlǧči raajjâd põõšši orgaan.

source: Fásta ruhtadeapmi sámi giellaovttasbarggu ovddideapmin ii goittotge gávdnon prošeavtta áigge.
sms: Põõšši teäggtõs sääʹm ǩiõllõhttsažtuâi ooudâsviikkâm diõtt ij käunnjam haʹŋǩǩõõzz äiʹǧǧen.

source: SPR lea mearridan, ahte Giellagáldui ohccojuvvo joatkkaruhtadeapmi Interreg-ruđain ja dán prošeavtta olis ráhkaduvvo bissovaš málle ja ruhtadeapmi sámi giellaovttasbargui.
sms: SPS lij tuʹmmjam, što Giellagálduun ooʒʒât juätkkteäggtõõzz Interreg-vääʹrain da tän haʹŋǩǩõõzz äiʹǧǧen raajât põõšši mall da teäggtõs sääʹm ǩiõllõhttsažtuõjju.

source: Sámedikki stivra barggai prinsihppamearrádusa oassálastimis ođđa prošeaktaruhtadeami ohcamii Sámi Giellagáldui Interreg Davvi 2014–2020 prográmmas ja mearridii doaibmat prošeaktaruhtadeami ohccin.
sms: Sääʹmteeʹǧǧ halltõs tuejjii vuâđđjuurdtuʹmmstõõǥǥ vuässõõttmõõžžâst ođđ haʹŋǩǩõsteäggtõõzz ooccmõʹšše Sámi Giellagáldu Interreg Tâʹvv 2014–2020 prograammâst da tuʹmmji tuåimmjed haʹŋǩǩõsteäggtõõzz ooccjen.

source: Sámediggi gieđahalai sámi giellalága ollašuhttima rekryteremis ja giellamáhtu čielggadeami rekryterendiliin go bálkáhuvvojit bargit, geaid bargun lea doaibmat sámegielat áššehasbálvalus-, dikšun- dahje oahpahusbargguin.
sms: Sääʹmteʹǧǧ ǩiõttʼtõõli sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžž tuâjjlai haʹŋǩǩumuužž diõtt da ǩiõllsilttõõzz čiõlggumuužž tuâjjlai haʹŋǩǩeemvueʹjjin ko paʹlǩǩeet tuâjjlaid, kõõi tuâjjan lij tuåimmjed sääʹmǩiõllsaž ääʹššlažkääzzkõs-, håidd- leʹbe mättʹtemtuâjain.

source: Sámediggi lea ožžon oktavuođaváldimiid sápmelaččain ahte virgehálddašeaddjiid giellamáhttu ii vealttakeahttá dárkkistuvvo eaige buot sámegielat bargguide válljejuvvon olbmot máhte doarvái sámegiela, vuoi sáhtášedje bálvalit sámegillii.
sms: Sääʹmteʹǧǧ lij vuäǯǯam õhttsažvuõđvälddmõõžžid säʹmmlain što veeʹrjooccjin ǩiõllsilttõõzz jeät taʹrkkuku jiâ-ǥa puk sääʹmǩiõllsaž tuõjju vaʹlljuum oummu siõlttâd dovoʹlna sääʹmǩiõl, što vuäiʹtči kääzzkâʹstted säämas.

source: Muhtin virgeoapmahaččain ohcci iežas almmuhus sámegiela máhtus leamašan doarvái.
sms: Måttmin veʹrǧǧneeʹǩǩi beäʹlnn oocci jiijjâs iʹmmtõs sääʹmǩiõl silttõõzzâst lij leämmaž riʹjttjeei.

source: Sámedikki bargun lea čuovvut sámi giellalága mielde sámi giellalága ollašuhttima ja bargat evttohusaid váilevuođaid divvuma várás.
sms: Sääʹmteeʹǧǧ tuâjjan lij ǩiõččâd sääʹmǩiõll-lääʹjj mieʹldd sääʹmǩiõll-lääʹjj tiuʹddepiijjmõõžž da tuejjeed eʹtǩǩõõzzid pannčiõlǥâs aaʹšši teevvmõʹšše.

source: Hástalussan lea, ahte buot sámegielain ii leat vejolašvuohta gielladutkosiidda.
sms: Jõnn tuâjjan lij, što pukin sääʹmǩiõlin ij leäkku vuäittmõš ǩiõlltuʹtǩǩõõzzid.

source: Sámediggi mearridii evttohit sámiid ruovttuguovllu gielddaide ja virgeoapmahaččaide ahte dat čielggadivčče jearahallama oktavuođas ohcci njálmmálaš sámegiela máhtu sámegielat bargguide ohcaleaddji ohcciid oasil.
sms: Sääʹmteʹǧǧ tuʹmmji uʹvdded eʹtǩǩõõzz säʹmmlai dommvuuʹd kooʹddid da veʹrǧǧneeʹǩǩid, što tõk vääʹldči tuâi vuâlla čiõlggeed mainstâʹttemvueʹjjest oocci njaaʹlmilaž sääʹmǩiõl silttõõzz sääʹmǩiõllsaž tuõjju oocci beäʹlnn.

source: Jearahallamis galggašii geavahit dárbbu mielde veahkkin sámegiela ámmátolbmuid.
sms: Maistâttemvueʹjjest õõlǥči ââʹnned taarbšeʹmmen veäʹǩǩen sääʹmǩiõl ämmatneeʹǩǩid.

source: Sámediggi mearridii addit bealiváldima riikkabeivviid veahkkevuoigatvuohtaalbmái sihke beaivedivššu lágideaddjiide eatnigiela dáfus sámegielat sámemánáid gielalaš vuoigatvuođain beaivedivššus.
sms: Sääʹmteʹǧǧ tuʹmmji uʹvdded peäʹlestvälddmõõžž parlameenʹt veäŠǩǩvuõiggâdvuõttåummja di peiʹvvhååid riâžžjid jieʹnnǩiõles beäʹlnn sääʹmǩiõllsaž sääʹmpäärnai ǩiõllˈlaž vuõiggâdvuõđin peiʹvvhååidast.

source: Sámediggi ovdanbuvttii bealiváldimis čoavddusmálliid, mo gielalaš vuoigatvuođaid sáhttá sihkkarastit.
sms: Sääʹmteʹǧǧ uuʹdi eʹtǩǩõõzz peäʹlestvälddmõõžžâst räʹtǩǩeem-maallid, mäʹhtt ǩiõllˈlaž vuõiggâdvuõđid vueiʹtet staanâd.

source: Sámediggi nammadii ovddasteaddjin bálgosiid ovttastusa stivrii badjái 1.1.2015-31.12.2017 Asko Länsman Ohcejogas.
sms: Säämteʹǧǧ nõõmti võboršeʹǩǩen paalǥâskooʹddi õhttõõzz halltõʹsse eeʹjjid 1.1.2015 -31.12.2017 Asko Länsman Uccjooǥǥâst.

source: Länsman lea ovddastan sámedikki ovttastusa stivrras maiddái dán bajis.
sms: Länsman lij eeʹttkâʹsttam sääʹmteeʹǧǧ õhttõõzz halltõõzzâst še taʹnni.

source: Stivra mearridii evttohit bargo- ja ealáhusministeriijai ahte Interreg Davvi 2014-2020-prográmma Sápmi hálddahuskomiteai boađášedje fásta lahttun Heikki Paltto, Nilla Tapiola ja Anna Morottaja sihke várrelahttun Anna Näkkäläjärvi-Länsman, Ulla Magga, Veikko Feodoroff.
sms: Halltõs tuʹmmji uʹvdded eʹtǩǩõõzz tuâjj- da jieʹllemvueʹǩǩministeria, što Interreg Tâʹvv 2014 -2020-prograamm Sápmi vaaldšemkomitea šiõttʼteem-mieʹlddlaž vuäzzliʹžžen Heikki Paltto, Nilla Tapiola da Anna Morottaja di vääʹrrvuäzzliʹžžen Anna Näkkäläjärvi-Länsman, Ulla Magga, Veikko Feodoroff.

source: Interreg Sápmi-prográmmas ruhtaduvvojit sámiid rájáid rasttildeaddji ovttasbargu ja sámekultuvrra doarju prošeavttat.
sms: Interreg Sápmi-prograammin teäggtet säʹmmlai raajid pâʹjjel mõõnni õhttsažtuâi da sääʹmkulttuur tuärjjeei haʹŋǩǩõõzzid.

source: Sámedikki stivra evttoha dievasčoahkkimii, ahte dat merke diehtun soabadansoahpamuša Juha Guttormiin.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmji uʹvdded eʹtǩǩõõzz takaisåbbra, što tõt mieʹrkkad teâttân suåvâdvuõđsuåppmõõžž Juha Guttormin.

source: Soabadansoahpamuša eavttuid mielde oassebealit vástidit ieža iežaset riektegeavvangoluin ja Juha Guttorm geassá eret iežas váidalusa Davvi-Suoma hálddahusriektái eretcealkimis.
sms: Suåvâdvuõđsuåppmõõžž määinai mieʹldd vuäʹsspeäʹl vaʹsttee jiõčč jiijjâs vuõiggâdvuõđjååʹttemkuulin da Juha Guttorm ǩeäss meädda läittmõõžžes koon son lij tuejjääm Tâʹvv-Lääʹddjânnam vaaldšemvuõiddâdvuõʹtte piâsttčõõttâm diõtt.

source: Sámediggi mearridii ordnet 6.2.2015 sámi álbmotbeaivve ávvudeami.
sms: Sääʹmteʹǧǧ tuʹmmji riâššâd 6.2.2015 säʹmmlai meersažprääʹzneǩpeeiʹv.

source: Sámediggi lea lágidan maŋimuš jagi 2010 álbmotbeaivve ávvudeami.
sms: Sääʹmteʹǧǧ lij riâššõm eeʹjj 2010 meersažprääʹzneǩpeeiʹv.

source: Stivra nammadii bargojoavkku válmmaštallat álbmotbeaivve ávvudeami.
sms: Halltõs nõõmti tuâjj-joouk valmštõõllât meersažprääʹzneǩpeeiʹv.

source: Sámediggi álggahii ráhkkaneami riikkabeaiválggaide ja boahttevaš ráđđehusprográmmaráđđádallamiidda válmmaštallamiin bealiváldimiid ja duogášmuittuhančállagiid bellodagaid ja ráđđehusráđđádalliid atnui.
sms: Sääʹmteʹǧǧ alttad valmštõõllmõõžž parlameʹnttvaalid da pueʹtti halltõsprogrammsaaǥǥstõõllmõõžžid valmštõõleeʹl peäʹlestvälddmõõžžid da tuâǥǥažmošttõspõʹmmjid paaŠrtji da halltõs-saaǥǥstõõllji âânnmõʹšše.

source: Sámedikki stivra čoahkkana čuovvovaš háve juovlamánus.
sms: Sääʹmteeʹǧǧ halltõs noorââtt pueʹtti vuâra rosttovmannust.

source: Jagi maŋimuš sámedikki dievasčoahkkin lágiduvvo juovlamánu loahpabealde.
sms: Eeʹjj mââimõs sääʹmteeʹǧǧ šiõttʼteem-mieʹlddlaž sååbbar riâžžât rosttovmannu looppbeäʹlnn.
